---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FamilyCurveGstylePlusInvisiblePlusStickSym
source: html/3689f5fe-4878-3eb4-c791-5be6eb3c5c29.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FamilyCurveGstylePlusInvisiblePlusStickSym Property

"Subcategory"

## Syntax (C#)
```csharp
public static ForgeTypeId FamilyCurveGstylePlusInvisiblePlusStickSym { get; }
```